Repository: BlueprintKansas/ksvotes.org
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

# 0_county
source: County
es: Condado

# 0_county_help
source: Enter the county in which you currently reside.
es: Ingrese el condado en el que reside actualmente.

# 0_dob
source: Date of Birth
es: Fecha de Nacimiento

# 0_dob_flag
source: Make sure your date of birth is in the correct format (mm/dd/yyyy) and that you are at least 16 years old.
es: Asegúrese de que su fecha de nacimiento tenga el formato correcto (mm / dd / aaaa) y que tenga al menos 16 años de edad.

# 0_dob_help
source: Format mm/dd/yyyy required
es: Forma mm/dd/yyyy Requerido

# 0_email
source: Email Address
es: direccion de correo electronico

# 0_email_flag
source: Must be a valid email address
es: Tiene que ser una direccion de correo electronico valido

# 0_email_help
source: Enter your email address. We will use it to send you a copy of your form to confirm the registration process. See our <Privacy Policy> and <Terms of Service> for more information.
es: Ingrese su dirección de correo electrónico Lo usaremos para enviarle una copia de su formulario para confirmar el proceso de registro. Consulte nuestra <Política de privacidad> y <Términos de servicio> para obtener más información.

# 0_first
source: First Name
es: Primer Nombre

# 0_footer_contact
source: Contact Us
es: Contactenos

# 0_footer_partners
source: KSVotes.org was built in partnership with Loud Light and GPS Impact
es: KSVotes.org fue construido en asociación con Loud Light y GPS Impact SPANISH NEEDED

# 0_footer_priv
source: Privacy Policy
es: Poliza de Privacidad

# 0_footer_tos
source: Terms of Service
es: Terminos de Servicio

# 0_intro
source: Welcome to the KSVotes.org Online Voter Registration Application This program will walk you through the process of filling out the federal voter registration form, create a completed image of the federal form, and ask you to sign using a stylus, finger, or mouse. Once completed, we will email the form to your county clerk to submit your registration form. Please enter your information below, and we'll check to see if you're already registered to vote in Kansas.
es: SPANISH NEEDED

# 0_last
source: Last Name
es: Apellido

# 0_match
source: You are registered to vote in Kansas, with the information below. If you wish to re-register to change your name, address, or political party, please continue by clicking Next. Or, if the information below is fully up-to-date, click here to <apply to vote by mail>.
es: Usted está registrado para votar en Kansas, con la siguiente información. Si desea volver a registrarse para cambiar su nombre, dirección o partido político, continúe haciendo clic en Siguiente. O bien, si la información a continuación está completamente actualizada, haga clic aquí para <solicitar votar por correo>. También puede hacer clic aquí para visitar el sitio del Secretario de Estado de Kansas para consultar su casilla de votación y ver su boleta de muestra. Nota: Este enlace lo aleja de KSVotes.org y del sitio web de la Secretaría de Estado

# 0_name_help
source: Enter your full name in this section. Do not use nicknames or initials. If this application is for a change of name, enter your current name here. We will ask you for your previous name later.
es: Ingrese su nombre completo en esta sección. No use apodos o iniciales. Si esta aplicación es para un cambio de nombre, ingrese su nombre actual aquí. Le pediremos su nombre anterior más tarde.

# 0_nomatch
source: We couldn't find your information in the Kansas voter registration records. Please continue to the registration form by clicking Next. Note: If you recently submitted a registration application, your information may still be in process. You can still <apply to vote by mail>.
es: No pudimos encontrar su información en los registros de registro de votantes de Kansas. Continúe con el formulario de registro haciendo clic en Siguiente. Nota: Si envió recientemente una solicitud de registro, su información aún puede estar en proceso. Todavía puede <solicitar votar por correo>.

# 0_phone
source: Phone Number
es: Numero de telefono

# 0_phone_flag
source: Format 000-000-0000 required
es: Formato 000-000-0000 Requerido

# 0_phone_help
source: In case there are questions about your application. This field is optional.
es: En caso de preguntas sobre tu aplicacion. Este recuadro es opcional

# 0x_intro
source: Welcome to the KSVotes.org Online Voter Registration Application This program will walk you through the process of filling out the federal voter registration form, create a completed image of the federal form, and ask you to sign using a stylus, finger, or mouse. Once completed, we will email the form to your county clerk to submit your registration form. The information below was received from the page that directed you here. Please check it and edit anything that's incorrect, and we'll check to see if you're already registered to vote in Kansas.
es: Bienvenido a la aplicación de registro de votantes en línea de KSVotes.org Este programa lo guiará en el proceso de completar el formulario federal de inscripción de votantes, crear una imagen completa del formulario federal y solicitarle que firme con un lápiz, un dedo o un mouse. Una vez completado, enviaremos el formulario por correo electrónico a su secretario del condado para enviar su formulario de registro. La información a continuación fue recibida de la página que lo dirigió aquí. Por favor, verifíquelo y edite todo lo que sea incorrecto, y verificaremos si ya está registrado para votar en Kansas.

# 1AB_party_flag
source: Unaffiliated voters must register to vote as a member of a party in order to vote in that party's primary. To submit this application, we will also need to submit a new registration making you a member of that political party.
es: Los votantes no afiliados deben registrarse para votar como miembros de un partido a fin de votar en las primarias de ese partido. Para enviar esta solicitud, también deberemos presentar un nuevo registro que lo haga miembro de ese partido político.

# 1AB_party_help
source: Political party is required only when requesting a primary election ballot; to vote in a party's primary election, you must be a registered member of that party.
es: El partido político es requerido solo cuando solicita una boleta electoral primaria; para votar en las elecciones primarias de un partido, debe ser un miembro registrado de ese partido.

# 1AB_perm_help
source: Applicants for permanent advance voting status must have a permanent physical disability or illness or have been diagnosed as having a permanent illness.
es: Los solicitantes para el estado de votación anticipada permanente deben tener una discapacidad o enfermedad física permanente o han sido diagnosticados con una enfermedad permanente.

# 1AB_perm_reason
source: The nature of my permanent disability or illness is:
es: La naturaleza de mi discapacidad o enfermedad permanente es:

# 1AB_select_election
source: Which election would you like to vote by mail in?
es: ¿Qué elección le gustaría votar por correo?

# 1AB_select_party
source: Political Party
es: Partido Politico

# 1AB_select_perm
source: Permanent vote by mail
es: Voto por correo permanente

# 1VR_18
source: Will you be at least 18 years old on or before election day?
es: ¿Tendrás al menos 18 años el día de las elecciones o antes?

# 1VR_18_help
source: If you will be under 18 on election day (in November), leave this box blank. You will not be allowed to vote in November, but your registration will be processed and held until your 18th birthday.
es: Si será menor de 18 años el día de las elecciones (en noviembre), deje este recuadro en blanco. No se le permitirá votar en noviembre, pero su registro se procesará y retendrá hasta que cumpla 18 años.

# 1VR_citizen
source: Are you a citizen of the United States of America?
es: ¿Eres ciudadano de los Estados Unidos de América?

# 1VR_citizen_help
source: Voter registration is only available to U.S. citizens.
es: El registro de votantes solo está disponible para los ciudadanos de EE. UU.

# 1VR_header
source: Are you eligible to register to vote?
es: ¿Eres elegible para registrarte para votar?

# 2_first
source: First Name
es: Primer Nombre

# 2_has_prev_name
source: Is this application for a change of name?
es: ¿Esta aplicación es para un cambio de nombre?

# 2_header
source: What is your name?
es: ¿Cuál es su nombre?

# 2_last
source: Last Name
es: Apellido

# 2_middle
source: Middle Name
es: Segundo Nombre

# 2_name_help
source: Your name has been completed from what you gave us earlier.
es: Su nombre se ha completado a partir de lo que nos dio antes.

# 2_prefix
source: Prefix
es: Prefijo

# 2_prev_first
source: First Name
es: primer Nombre

# 2_prev_header
source: What was your name before you changed it?
es: ¿Cuál era su nombre antes de cambiarlo?

# 2_prev_last
source: Last Name
es: Apellido

# 2_prev_middle
source: Middle Name
es: Segundo Nombre

# 2_prev_prefix
source: Prefix
es: Prefijo

# 2_prev_suffix
source: Suffix
es: Sufijo

# 2_suffix
source: Suffix
es: Sufijo

# 3_addr
source: Home Address
es: Direccion de casa

# 3_addr_header
source: What is your home address?
es: ¿Cual es la dirección de tu casa?

# 3_addr_help
source: Your address of residence determines the precinct in which you vote. "Residence" is defined in Kansas law as "the place adopted by a person as such person's place of habitation, and to which, whenever such person is absent, such person has the intention of returning."
es: Su dirección de residencia determina el precinto en el que usted vota. "Residencia" se define en la ley de Kansas como "el lugar adoptado por una persona como lugar de habitación de esa persona, y al cual, cuando esa persona está ausente, dicha persona tiene la intención de regresar".

# 3_city
source: City/Town
es: Ciudada/Pueblo

# 3_has_mail_addr
source: Do you have a different mailing address?
es: ¿Tienes una dirección de correo diferente?

# 3_has_prev_addr
source: Were you registered before at a different address?
es: ¿Te registraste antes en una dirección diferente?

# 3_invalid
source: This address could not be verified with the US Postal Service. Please double-check that the address you entered is correct and complete.
es: Esta dirección no se pudo verificar con el Servicio Postal de los EE. UU. Verifique que la dirección que ingresó sea correcta y esté completa.

# 3_mail_addr
source: Mailing Address
es: Dirección de envio

# 3_mail_city
source: City/Town
es: Ciudada/Pueblo

# 3_mail_state
source: State
es: estado

# 3_mail_unit
source: Apt/Lot
es: Apt / lote

# 3_mail_zip
source: ZIP Code
es: Codigo Postal

# 3_prev_addr
source: Street
es: direccion previa

# 3_prev_city
source: City/Town
es: Ciudada/Pueblo

# 3_prev_state
source: State
es: estado

# 3_prev_unit
source: Apt/Lot
es: Apt / lote

# 3_prev_zip
source: ZIP Code
es: Codigo Postal

# 3_state
source: State
es: Estado

# 3_state_help
source: KSVotes.org only works for registrants who live and wish to vote in Kansas. If you live in a different state, you can register using https://turbovote.org/
es: KSVotes.org solo funciona para los solicitantes de registro que viven y desean votar en Kansas. Si vive en un estado diferente, puede registrarse usando https://turbovote.org/

# 3_unit
source: Apt/Lot
es: Apt / lote

# 3_zip
source: Zip Code
es: Codigo Postal

# 3_zip_help
source: None current: 5 digit zip required
es: Se requiere un zip de 5 dígitos

# 4_party
source: Choice of Party
es: Eleccion de partido

# 4_party_help
source: You must register with a party if you want to take part in that party’s primary election, caucus, or convention. If you wish to not be associated with any party, please select "Unaffiliated"
es: Debe registrarse con una de las partes si desea participar en las elecciones primarias, caucus o convenciones de ese partido. Si no desea asociarse con ninguna de las partes, seleccione "No afiliados"

# 5AB_id
source: Current Kansas driver's license number or nondriver's identification card number:
es: Número actual de licencia de conducir de Kansas o número de tarjeta de identificación de no conductor:

# 5AB_id_help
source: If you do not have a current and valid Kansas driver's license number or Kansas nondriver's identification card number, you must provide a copy of one of the following forms of photo identification to my local elections official in order to receive a ballot: • Driver’s license issued by Kansas or another state • Nondriver’s ID card issued by Kansas or another state • U.S. passport • Concealed carry of handgun license issued by Kansas or another state • Employee badge or ID document issued by a government office • U.S. military ID • Student ID card issued by an accredited Kansas postsecondary educational institution • Public assistance ID card issued by a government office • ID card issued by an Indian tribe
es: Si no tiene un número de licencia de conducir de Kansas vigente o válido o un número de identificación de Kansas que no sea de conductor, debe proporcionar una copia de uno de los siguientes formularios de identificación con foto al oficial de elecciones locales para recibir una boleta: • Licencia de conducir emitida por Kansas u otro estado • Tarjeta de identificación de no conductor emitida por Kansas u otro estado • Pasaporte de EE. UU. • Licencia de portar armas de fuego ocultas emitida por Kansas u otro estado • Tarjeta de identificación de empleado o documento de identidad emitido por una oficina gubernamental • Identificación militar de EE. UU. • Tarjeta de identificación de estudiante emitida por una institución educativa postsecundaria acreditada de Kansas • Tarjeta de identificación de asistencia pública emitida por una oficina gubernamental • Tarjeta de identificación emitida por una tribu india

# 5VR_id
source: ID Number
es: Numero de ID

# 5VR_id_help
source: Your completed voter registration form must contain your state issued driver’s license number or nondriver’s identification card number. If you do not have a driver’s license or nondriver’s identification card, you must include the last four digits of your social security number. If you do not have a driver’s license or a nondriver’s identification card or social security number, please write “NONE” on the form. A unique identifying number will be assigned by the State. The number you provide will be used for administrative purposes only and will not be disclosed to the public.
es: Su formulario de registro de votante completado debe contener su número de licencia de conducir emitido por el estado o número de tarjeta de identificación del no conductor. Si no tiene una licencia de conducir o una tarjeta de identificación de no conductor, debe incluir los últimos cuatro dígitos de su número de seguro social. Si no tiene una licencia de conducir o una tarjeta de identificación del conductor o un número de seguro social, escriba "NINGUNO" en el formulario. El Estado asignará un número de identificación único. El número que proporcione se usará únicamente con fines administrativos y no se divulgará al público.

# 6_header
source: Please look over this form and make sure the answers are correct, then sign in the box below the form.
es: Mire este formulario y asegúrese de que las respuestas sean correctas, luego firme en el recuadro debajo del formulario.

# 6_header2
source: You can go back to correct any information that needs to be changed.
es: Puede volver a corregir cualquier información que deba modificarse.

# 6_loading
source: Generating form preview...
es: Generando vista previa de forma ...

# 6_sign
source: Please use your finger/mouse to sign below inside the box. We will apply your signature to the form.
es: Utilice su dedo / mouse para firmar abajo dentro de la caja. Aplicaremos su firma al formulario.

# 6_sign_help
source: Note: This signature will be used to verify your identity on advance ballot envelopes and for other potential voting activities. Try to make it as much like your written signature as you can.
es: Nota: Esta firma se usará para verificar su identidad en sobres de boletas por adelantado y para otras posibles actividades de votación. Intenta que sea lo más parecido posible a tu firma escrita.

# 7_affirm
source: I agree under penalty of perjury that I am a United States citizen and Kansas resident, I will be 18 years old before the next election, and if convicted of a felony, my rights have been restored. I have told the truth on this application, and, if applicable, I have abandoned my former residence and/or other name.
es: Acepto bajo pena de perjurio que soy ciudadano de los Estados Unidos y residente de Kansas, tendré 18 años antes de las próximas elecciones y, si soy condenado por un delito grave, mis derechos han sido restablecidos. He dicho la verdad en esta solicitud y, en su caso, he abandonado mi residencia anterior y / u otro nombre.

# 7_affirm_header
source: I affirm that:
es: Yo afirmo que:

# 7_county
source: What county do you live in?
es: ¿En que país vives?

# 7_county_email
source: Email
es: Correo electronico

# 7_county_help
source: This has been filled in based on your previous answer.
es: Esto se ha completado en función de su respuesta anterior.

# 7_county_officer
source: Officer
es: Oficial

# 7_county_phone
source: Phone
es: Telefono

# 7_header
source: Here is your final form preview. Make sure everything looks right!
es: Aquí está su vista previa de forma final. ¡Asegúrate de que todo se ve bien!

# 7_loading
source: Your county election official's contact information is below.
es: La información de contacto del funcionario electoral de su condado se encuentra a continuación.

# 8_confirm
source: Thank you. We have submitted your application. Thank you for registering to vote online through KSVotes.org. Your registration has been forwarded to your local elections official, and you should soon receive a copy of that email. If you do not receive the email, please check your spam folder. You should receive a card in the mail confirming your registration within 2-4 weeks. If you don’t, contact your local elections office to check on your status. (You can find their contact information here <http://www.kssos.org/elections/elections_registration_ceo_display.aspx>), or check your status online here If you have any questions, please call Kate Davis of Blueprint Kansas at 785-414-9678. Thank you! The KSVotes.org Team
es: Gracias. Hemos enviado su solicitud. Gracias por registrarse para votar en línea a través de KSVotes.org. Su registro ha sido enviado a su funcionario local de elecciones y pronto recibirá una copia de ese correo electrónico. Si no recibe el correo electrónico, verifique su carpeta de spam. Debería recibir una tarjeta por correo confirmando su registro dentro de 2 a 4 semanas. Si no lo hace, comuníquese con la oficina local de elecciones para verificar su estado. (Puede encontrar su información de contacto aquí <http://www.kssos.org/elections/elections_registration_ceo_display.aspx>), o verifique su estado en línea aquí Si tiene alguna pregunta, llame a Kate Davis de Blueprint Kansas al 785-414-9678. ¡Gracias! El equipo de KSVotes.org

# 9_confirm_email
source: Dear <firstname>, Thank you for registering to vote online through KSVotes.org. Your registration has been forwarded to your local elections official, and you should have received a copy of that email. If you haven’t received the email, please check your spam folder. You should receive a card in the mail confirming your registration within 2-4 weeks. If you don’t, contact your local elections office to check on your status. (You can find their contact information here: http://www.kssos.org/elections/elections_registration_ceo_display.aspx ), or check your status online here: https://myvoteinfo.voteks.org/VoterView/RegistrantSearch.do If you have any questions, please call Kate Davis of Blueprint Kansas at 785-414-9678. Thank you! The KSVotes.org Team
es: Estimado <primer nombre>, Gracias por registrarse para votar en línea a través de KSVotes.org. Su registro ha sido enviado a su funcionario electoral local, y usted debería haber recibido una copia de ese correo electrónico. Si no ha recibido el correo electrónico, verifique su carpeta de spam. Debería recibir una tarjeta por correo confirmando su registro dentro de 2 a 4 semanas. Si no lo hace, comuníquese con la oficina local de elecciones para verificar su estado. (Puede encontrar su información de contacto aquí: http://www.kssos.org/elections/elections_registration_ceo_display.aspx), o verifique su estado en línea aquí: https://myvoteinfo.voteks.org/VoterView/RegistrantSearch.do Si tiene alguna pregunta, llame a Kate Davis de Blueprint Kansas al 785-414-9678. ¡Gracias! El equipo de KSVotes.org
